@extends('web.layouts.main')
@section('content')
    <div class="default_con">
        <div class="ads"><a href="{{ route('web.activityList') }}"><img src="{{ asset('/web/images/ads.jpg') }}"></a></div>
        <div class="new_lead">
            <div class="left_nav">
                {{--<a href="javascript:void(0)" class="on">关于{{ $_system_config->site_name }}</a>--}}
                {{--<a href="javascript:void(0)">博彩责任</a>--}}
                {{--<a href="javascript:void(0)">规则与声明</a>--}}
                {{--<a href="javascript:void(0)">营业执照</a>--}}
                <a href="javascript:void(0)" class="on">常见问题</a>
            </div>
            <div class="right_details">
                {{--<div class="module">--}}
                    {{--<h1>关于{{ $_system_config->site_name }}</h1>--}}
                    {{--<dl>--}}
                        {{--<dt>1、忘记密码怎么办？</dt>--}}
                        {{--<dd>【{{ $_system_config->site_name }}】共有2个密码。一个是您的注册时预留的登录密码、另外一个是提款时需要用到的安全密码！如果是登录密码忘记：请点击网站右上角的“忘记密码”，一、您可以通过输入安全密码来重置登录密码；二、通过您注册资料绑定的邮箱来重置登录密码；三、通过您绑定游戏账号时的手机来找回登录密码；如果是安全密码忘记：请先登录您的账号，进入会员中心点击左侧的安全密码，通过设置安全问题重置安全密码（请务必牢记您的问题答案，它是以后找回安全密码的唯一凭证！）</dd>--}}
                    {{--</dl>--}}
                    {{--<dl>--}}
                        {{--<dt>2、进入游戏很慢怎么办？</dt>--}}
                        {{--<dd>如果您进入我们的网站或游戏过于缓慢，建议您清除下缓存！ IE和360浏览器的步骤为：一、请您先退出我们的网站。二、点击浏览器右上角“工具”选择“Internet选项”跳出菜单点击“删除”，勾选“Cookie和网站数据”并点击删除，等待删除完成后请再次尝试进入游戏！</dd>--}}
                    {{--</dl>--}}
                    {{--<dl>--}}
                        {{--<dt>3、游戏中的视频无法显示怎么办？</dt>--}}
                        {{--<dd>建议您可以清除您的FLASH 缓存，请您点击这个链接网址：</dd>--}}
                        {{--<dd><a href="#">http://www.macromedia.com/support/documentation/cn/flashplayer/help/settings_manager07.html </a></dd>--}}
                        {{--<dd>然后点击“删除所有WEB站点”。在弹窗中点击“确认”即可完成操作！ </dd>--}}
                    {{--</dl>--}}
                    {{--<dl>--}}
                        {{--<dt>4、手机可以玩游戏吗？</dt>--}}
                        {{--<dd>安卓系统的手机或IPAD是可以进入游戏的，但是哪怕是在WIFI的环境下目前手机处理器的运行能力还是有限，有时会出现画面卡顿的情况。所以建议还是用电脑来运行游戏！</dd>--}}
                    {{--</dl>--}}
                    {{--<dl>--}}
                        {{--<dt>5、为什么投注记录中的有效投注额和你们统计的不一致呢？</dt>--}}
                        {{--<dd>AG平台和波音平台都是采用的美东时间（美国东部时间如：纽约、华盛顿时间）所以投注记录中的时间会和实际投注时间有差别。例如实际投注时间为当天晚上20:00则记录上显示的时间为当天早上8:00。有12个小时的时差！</dd>--}}
                    {{--</dl>--}}
                {{--</div>--}}
                {{--<div class="module">--}}
                    {{--<h1>博彩责任</h1>--}}
                    {{--<dl>--}}
                        {{--<dt>1、忘记密码怎么办？</dt>--}}
                        {{--<dd>【{{ $_system_config->site_name }}】共有2个密码。一个是您的注册时预留的登录密码、另外一个是提款时需要用到的安全密码！如果是登录密码忘记：请点击网站右上角的“忘记密码”，一、您可以通过输入安全密码来重置登录密码；二、通过您注册资料绑定的邮箱来重置登录密码；三、通过您绑定游戏账号时的手机来找回登录密码；如果是安全密码忘记：请先登录您的账号，进入会员中心点击左侧的安全密码，通过设置安全问题重置安全密码（请务必牢记您的问题答案，它是以后找回安全密码的唯一凭证！）</dd>--}}
                    {{--</dl>--}}
                    {{--<dl>--}}
                        {{--<dt>2、进入游戏很慢怎么办？</dt>--}}
                        {{--<dd>如果您进入我们的网站或游戏过于缓慢，建议您清除下缓存！ IE和360浏览器的步骤为：一、请您先退出我们的网站。二、点击浏览器右上角“工具”选择“Internet选项”跳出菜单点击“删除”，勾选“Cookie和网站数据”并点击删除，等待删除完成后请再次尝试进入游戏！</dd>--}}
                    {{--</dl>--}}
                    {{--<dl>--}}
                        {{--<dt>3、游戏中的视频无法显示怎么办？</dt>--}}
                        {{--<dd>建议您可以清除您的FLASH 缓存，请您点击这个链接网址：</dd>--}}
                        {{--<dd><a href="#">http://www.macromedia.com/support/documentation/cn/flashplayer/help/settings_manager07.html </a></dd>--}}
                        {{--<dd>然后点击“删除所有WEB站点”。在弹窗中点击“确认”即可完成操作！ </dd>--}}
                    {{--</dl>--}}
                    {{--<dl>--}}
                        {{--<dt>4、手机可以玩游戏吗？</dt>--}}
                        {{--<dd>安卓系统的手机或IPAD是可以进入游戏的，但是哪怕是在WIFI的环境下目前手机处理器的运行能力还是有限，有时会出现画面卡顿的情况。所以建议还是用电脑来运行游戏！</dd>--}}
                    {{--</dl>--}}
                    {{--<dl>--}}
                        {{--<dt>5、为什么投注记录中的有效投注额和你们统计的不一致呢？</dt>--}}
                        {{--<dd>AG平台和波音平台都是采用的美东时间（美国东部时间如：纽约、华盛顿时间）所以投注记录中的时间会和实际投注时间有差别。例如实际投注时间为当天晚上20:00则记录上显示的时间为当天早上8:00。有12个小时的时差！</dd>--}}
                    {{--</dl>--}}
                {{--</div>--}}
                {{--<div class="module">--}}
                    {{--<h1>规则与声明</h1>--}}
                    {{--<dl>--}}
                        {{--<dt>1、忘记密码怎么办？</dt>--}}
                        {{--<dd>【{{ $_system_config->site_name }}】共有2个密码。一个是您的注册时预留的登录密码、另外一个是提款时需要用到的安全密码！如果是登录密码忘记：请点击网站右上角的“忘记密码”，一、您可以通过输入安全密码来重置登录密码；二、通过您注册资料绑定的邮箱来重置登录密码；三、通过您绑定游戏账号时的手机来找回登录密码；如果是安全密码忘记：请先登录您的账号，进入会员中心点击左侧的安全密码，通过设置安全问题重置安全密码（请务必牢记您的问题答案，它是以后找回安全密码的唯一凭证！）</dd>--}}
                    {{--</dl>--}}
                    {{--<dl>--}}
                        {{--<dt>2、进入游戏很慢怎么办？</dt>--}}
                        {{--<dd>如果您进入我们的网站或游戏过于缓慢，建议您清除下缓存！ IE和360浏览器的步骤为：一、请您先退出我们的网站。二、点击浏览器右上角“工具”选择“Internet选项”跳出菜单点击“删除”，勾选“Cookie和网站数据”并点击删除，等待删除完成后请再次尝试进入游戏！</dd>--}}
                    {{--</dl>--}}
                    {{--<dl>--}}
                        {{--<dt>3、游戏中的视频无法显示怎么办？</dt>--}}
                        {{--<dd>建议您可以清除您的FLASH 缓存，请您点击这个链接网址：</dd>--}}
                        {{--<dd><a href="#">http://www.macromedia.com/support/documentation/cn/flashplayer/help/settings_manager07.html </a></dd>--}}
                        {{--<dd>然后点击“删除所有WEB站点”。在弹窗中点击“确认”即可完成操作！ </dd>--}}
                    {{--</dl>--}}
                    {{--<dl>--}}
                        {{--<dt>4、手机可以玩游戏吗？</dt>--}}
                        {{--<dd>安卓系统的手机或IPAD是可以进入游戏的，但是哪怕是在WIFI的环境下目前手机处理器的运行能力还是有限，有时会出现画面卡顿的情况。所以建议还是用电脑来运行游戏！</dd>--}}
                    {{--</dl>--}}
                    {{--<dl>--}}
                        {{--<dt>5、为什么投注记录中的有效投注额和你们统计的不一致呢？</dt>--}}
                        {{--<dd>AG平台和波音平台都是采用的美东时间（美国东部时间如：纽约、华盛顿时间）所以投注记录中的时间会和实际投注时间有差别。例如实际投注时间为当天晚上20:00则记录上显示的时间为当天早上8:00。有12个小时的时差！</dd>--}}
                    {{--</dl>--}}
                {{--</div>--}}
                {{--<div class="module">--}}
                    {{--<h1>营业执照</h1>--}}
                    {{--<dl>--}}
                        {{--<dt>1、忘记密码怎么办？</dt>--}}
                        {{--<dd>【{{ $_system_config->site_name }}】共有2个密码。一个是您的注册时预留的登录密码、另外一个是提款时需要用到的安全密码！如果是登录密码忘记：请点击网站右上角的“忘记密码”，一、您可以通过输入安全密码来重置登录密码；二、通过您注册资料绑定的邮箱来重置登录密码；三、通过您绑定游戏账号时的手机来找回登录密码；如果是安全密码忘记：请先登录您的账号，进入会员中心点击左侧的安全密码，通过设置安全问题重置安全密码（请务必牢记您的问题答案，它是以后找回安全密码的唯一凭证！）</dd>--}}
                    {{--</dl>--}}
                    {{--<dl>--}}
                        {{--<dt>2、进入游戏很慢怎么办？</dt>--}}
                        {{--<dd>如果您进入我们的网站或游戏过于缓慢，建议您清除下缓存！ IE和360浏览器的步骤为：一、请您先退出我们的网站。二、点击浏览器右上角“工具”选择“Internet选项”跳出菜单点击“删除”，勾选“Cookie和网站数据”并点击删除，等待删除完成后请再次尝试进入游戏！</dd>--}}
                    {{--</dl>--}}
                    {{--<dl>--}}
                        {{--<dt>3、游戏中的视频无法显示怎么办？</dt>--}}
                        {{--<dd>建议您可以清除您的FLASH 缓存，请您点击这个链接网址：</dd>--}}
                        {{--<dd><a href="#">http://www.macromedia.com/support/documentation/cn/flashplayer/help/settings_manager07.html </a></dd>--}}
                        {{--<dd>然后点击“删除所有WEB站点”。在弹窗中点击“确认”即可完成操作！ </dd>--}}
                    {{--</dl>--}}
                    {{--<dl>--}}
                        {{--<dt>4、手机可以玩游戏吗？</dt>--}}
                        {{--<dd>安卓系统的手机或IPAD是可以进入游戏的，但是哪怕是在WIFI的环境下目前手机处理器的运行能力还是有限，有时会出现画面卡顿的情况。所以建议还是用电脑来运行游戏！</dd>--}}
                    {{--</dl>--}}
                    {{--<dl>--}}
                        {{--<dt>5、为什么投注记录中的有效投注额和你们统计的不一致呢？</dt>--}}
                        {{--<dd>AG平台和波音平台都是采用的美东时间（美国东部时间如：纽约、华盛顿时间）所以投注记录中的时间会和实际投注时间有差别。例如实际投注时间为当天晚上20:00则记录上显示的时间为当天早上8:00。有12个小时的时差！</dd>--}}
                    {{--</dl>--}}
                {{--</div>--}}
                <div class="module">
                    <h1>常见问题</h1>
                    <dl>
                        <dt>1、忘记密码怎么办？</dt>
                        <dd>【{{ $_system_config->site_name }}】共有2个密码。一个是您的注册时预留的登录密码、另外一个是提款时需要用到的安全密码！如果是登录密码忘记：请点击网站右上角的“忘记密码”，一、您可以通过输入安全密码来重置登录密码；二、通过您注册资料绑定的邮箱来重置登录密码；三、通过您绑定游戏账号时的手机来找回登录密码；如果是安全密码忘记：请先登录您的账号，进入会员中心点击左侧的安全密码，通过设置安全问题重置安全密码（请务必牢记您的问题答案，它是以后找回安全密码的唯一凭证！）</dd>
                    </dl>
                    <dl>
                        <dt>2、进入游戏很慢怎么办？</dt>
                        <dd>如果您进入我们的网站或游戏过于缓慢，建议您清除下缓存！ IE和360浏览器的步骤为：一、请您先退出我们的网站。二、点击浏览器右上角“工具”选择“Internet选项”跳出菜单点击“删除”，勾选“Cookie和网站数据”并点击删除，等待删除完成后请再次尝试进入游戏！</dd>
                    </dl>
                    <dl>
                        <dt>3、游戏中的视频无法显示怎么办？</dt>
                        <dd>建议您可以清除您的FLASH 缓存，请您点击这个链接网址：</dd>
                        <dd><a href="#">http://www.macromedia.com/support/documentation/cn/flashplayer/help/settings_manager07.html </a></dd>
                        <dd>然后点击“删除所有WEB站点”。在弹窗中点击“确认”即可完成操作！ </dd>
                    </dl>
                    <dl>
                        <dt>4、手机可以玩游戏吗？</dt>
                        <dd>安卓系统的手机或IPAD是可以进入游戏的，但是哪怕是在WIFI的环境下目前手机处理器的运行能力还是有限，有时会出现画面卡顿的情况。所以建议还是用电脑来运行游戏！</dd>
                    </dl>
                    <dl>
                        <dt>5、为什么投注记录中的有效投注额和你们统计的不一致呢？</dt>
                        <dd>AG平台和波音平台都是采用的美东时间（美国东部时间如：纽约、华盛顿时间）所以投注记录中的时间会和实际投注时间有差别。例如实际投注时间为当天晚上20:00则记录上显示的时间为当天早上8:00。有12个小时的时差！</dd>
                    </dl>
                </div>
            </div>
        </div>
    </div>

    <script type="text/javascript">
    (function($){
        $().ready(function(){
             jQuery(".default_con").slide({trigger:"click",mainCell:".right_details",titCell:".left_nav a",effect:"fade"});
        })
    })(jQuery);
       
    </script>
@endsection