database/app/Providers/ViewServiceProvider.php

    public function boot()
    {

        view()->composer($this->auth_user, function ($view) {
            $_user = Auth::user();
            $view->with(compact('_user'));
        });

        view()->composer($this->system_notice, function ($view) {
            $_system_notices = SystemNotice::where('on_line', 0)->orderBy('sort', 'asc')->orderBy('created_at', 'desc')->get();
            $view->with(compact('_system_notices'));
        });

        view()->composer('*', function ($view) {
            $_system_config= SystemConfig::find(1);
            $_api_list = Api::where('on_line', 0)->orderBy('created_at', 'desc')->pluck('api_name', 'id')->toArray();
---
select * from `system_notice` where `on_line` = '0' order by `sort` asc, `created_at` desc
select * from `system_config` where `system_config`.`id` = '1' limit 1
select `api_name`, `id` from `api` where `on_line` = '0' order by `created_at` desc

        });

        view()->composer($this->web_footer, function ($view) {
            $about1 = About::where('type', 1)->first();
            $about2= About::where('type', 2)->first();
            $about3 = About::where('type', 3)->first();
            $about4 = About::where('type', 4)->first();
            $about5 = About::where('type', 5)->first();
            $about6 = About::where('type', 6)->first();
---
select * from `abouts` where `type` = '1' limit 1
select * from `abouts` where `type` = '2' limit 1
select * from `abouts` where `type` = '3' limit 1
select * from `abouts` where `type` = '4' limit 1
select * from `abouts` where `type` = '5' limit 1
select * from `abouts` where `type` = '6' limit 1