database/app/Http/Controllers/Web/IndexController.php

    public function index()
    {
        $do_main = $_SERVER['HTTP_HOST'];
        $arr = explode('.', $do_main);
        if (count($arr) == 3 && $arr[0] == 'pc')
        {
            $con = SystemConfig::find(1);
            return redirect()->to($con->pic_link);
        }
        if (count($arr) == 2)
        {
            return redirect()->to('http://www.'.$do_main);
        }
        if (is_Mobile()) {
            return redirect()->to(route('wap.index'));
        }

        $banners = Banners::where('type', 1)->get();
---
select * from `banners` where `type` = '1'

    public function red_index()
    {
        $red = Red::where('on_line', 0)->orderBy('sort', 'asc')->get();
---
select * from `reds` where `on_line` = '0' order by `sort` asc