database/app/Http/Controllers/Wap/IndexController.php

    public function index()
    {
        $system_notices = SystemNotice::where('on_line', 0)->orderBy('sort', 'asc')->orderBy('created_at', 'desc')->get();
        $banners = Banners::where('type', 2)->get();
---
select * from `system_notice` where `on_line` = '0' order by `sort` asc, `created_at` desc
select * from `banners` where `type` = '2'